FAQ_DATA = [
    {
        "question": "오늘 일정 메모 저장 가능해?",
        "answer": "네, 가능합니다. 대화 중 '오늘 10시 강남역 미팅 메모 저장' 등 구체적인 내용과 키워드를 입력하시면 AI가 해당 내용을 메모로 즉시 저장해 드립니다.",
        "type": "faq"
    },
    {
        "question": "제가 대화한 내용을 AI 사연 투표로 만들 수 있나요?",
        "answer": "네, 가능합니다. 고민이나 사연을 충분히 대화 해주세요. 그리고 현재 페이지 상단 오른쪽 버튼에서 [사연 AI] 버튼 클릭 후 [오늘 대화 내용으로 사연 생성]을 누르시면 자동으로 사연이 생성됩니다.",
        "type": "faq"
    },
    {
        "question": "일기 작성이나 저장이 가능한가요?",
        "answer": "네, 가능합니다! 저와 오늘 하루를 충분히 대화 후 내 페이지 기록 카테고리 페이지에서 버튼 한번 누르면 자동으로 일기가 생성되어 저장됩니다. 편하게 하루 이야기를 들려주세요.",
        "type": "faq"
    },
    # {
    #     "question": "실시간 날씨나 뉴스 정보를 알고 싶어요.",
    #     "answer": "실시간 정보는 알려드릴 수 없어요. 상단 드롭다운 메뉴 통합검색 페이지에서 검색 가능하며 일반 검색은 물론, 유튜브 SNS까지 검색 가능합니다.",
    #     "type": "faq"
    # },
    {
        "question": "모두트리에 문의하거나 의견을 남기고 싶어요.",
        "answer": "홈 화면 햄버거 메뉴를 통해 [열린 게시판]에 자유로운 의견을 남겨주시거나, 카카오톡 1:1 채팅으로 문의해 주세요.",
        "type": "faq"
    }
]